export type FaqItem = {
	q: string;
	a: string;
};

export const faqItems: FaqItem[] = [
	{
		q: 'Як почати навчання з нами?',
		a: `Заповніть форму на сайті або напишіть нам у соціальних мережах. \n Наш менеджер детально проконсультує вас з усіх питань та узгодить пробне заняття. Якщо між вами — а також, у разі парних чи групових занять, між вашими напарниками - та викладачем стався match, ми розпочинаємо формування індивідуальної навчальної програми. Для зручності подальшої співпраці ми створюємо персональний кабінет у CRM-системі, де зібрана вся інформація про ваші уроки, розклад і прогрес.`
	},
	{
		q: 'Чи можна скасувати або перенести заняття?',
		a: `<div class="pl-4">- <strong>Індивідуальні заняття</strong></div>  Ми завжди намагаємося зрозуміти ситуацію учня і врахувати форс-мажорні ситуації.  Але якщо з певних причин ви не можете відвідати індивідуальне заняття за графіком, будь ласка, повідомте про це заздалегідь — мінімум за 6 годин до уроку або до 20:00 попереднього дня, якщо урок запланований на ранок. У разі своєчасного попередження ви можете перенести заняття на один із доступних вільних слотів викладача.     
      <div class="pl-4">- <strong>Парні та групові заняття</strong></div> Якщо ви не можете відвідати парне або групове заняття, оплата за нього стягується (виняток — офіційна відпустка від занять). Ви отримаєте матеріали уроку, запис заняття та можливість отримати фідбек викладача на виконане домашнє завдання.`
	},
	{
		q: 'Як проходить навчання?',
		a: `Наші уроки проходять на інтерактивних платформах, щоб навчання було цікавим, динамічним і легким для сприйняття.Програма формується індивідуально з регулярним повторенням вивченого матеріалу. А щоб навчання було ще більш автентичним і практичним, ми проводимо розмовний та книжковий клуби, де можна застосовувати мову у реальному спілкуванні, а у Telegram-каналі школи ділимося додатковими матеріалами та порадами. \n Наш головний девіз — любов і турбота до кожного студента 🫶`
	},
	{
		q: 'Скільки разів на тиждень я маю займатися, щоб отримати результат?',
		a: `Кожен студент має різну кількість вільного часу, проте золотим стандартом вважається 2–3 уроки на тиждень із обов’язковим самостійним опрацюванням матеріалу та виконанням домашніх завдань у проміжках між заняттями. \n Найважливішим фактором є регулярність навчання. \n У нашій школі студент має відвідувати не менше 60% запланованих занять у місяць \n (наприклад, із 8 уроків можна пропустити не більше 3, якщо вони не були перенесені)`
	},
	{
		q: 'А якщо я вирішив/ла взяти відпустку або паузу під час навчання?',
		a: 'Якщо ви плануєте взяти паузу у навчанні або вирушити у відпустку, будь ласка, повідомте про це свого викладача та адміністратора заздалегідь — щонайменше <strong class="font-semibold text-[#0450fb]">за тиждень</strong> до запланованої дати призупинення занять. Ваше місце в розкладі викладача зберігається за вами без оплати протягом двох тижнів.\n\n Відпустку від занять можна брати 1 раз на 3 місяці.'
	},
	{
		q: 'Як проходить оплата?',
		a: `Оплата здійснюється абонементами наперед на ФОП рахунок \n Пробне заняття оплачується разово, щоб ви могли переконатися, що формат, викладач і підхід вам підходять \n Заняття має бути оплачене не пізніше ніж за 24 години до його початку`
	},
	{
		q: 'Чи потрібно купувати якісь підручники чи воркбуки?',
		a: `Ні. Ми надаємо всі необхідні матеріали для навчання в онлайн-форматі: <ul class="pl-5 my-0 list-disc leading-tight"> <li class="my-0">інтерактивні уроки на платформі Miro,</li><li class="my-0">PDF-матеріали,</li> <li class="my-0">посилання на додаткові вправи</li></ul> Від вас потрібно лише зошит, ручку, планшет або ноутбук — і, звісно ж, гарний настрій`
	}
];
